alacritty
alsa-utils
altserver-bin
baobab
barrier
base
base-devel
betterdiscord-installer-bin
catppuccin-gtk-theme-frappe
catppuccin-gtk-theme-latte
catppuccin-gtk-theme-macchiato
catppuccin-gtk-theme-mocha
cliphist
code
code-marketplace
dkms
dmenu
docker
efibootmgr
epiphany
evince
fail2ban
firefox
gdm
git
gnome-backgrounds
gnome-browser-connector
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
go
google-chrome
grilo-plugins
grub
gst-plugin-pipewire
gtk-engine-murrine
gtklock
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
htop
hyprland
intel-ucode
iwd
kitty
leetgo-bin
lib32-nvidia-utils
libpulse
linux
linux-firmware
linux-headers
loupe
mako
malcontent
nano
nautilus
neofetch
neovim
network-manager-applet
ntfs-3g
nvidia-dkms
nvidia-settings
obs-studio
obs-teleport
openssh
orca
os-prober
pamixer
papirus-icon-theme
pass
pass-import
pass-update
passff-host
pavucontrol
pika-backup
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
qt5-wayland
qt5ct
qt6-wayland
qt6ct
restic
rofi-lbonn-wayland
rustup
rygel
simple-scan
smartmontools
snapshot
spotify
stow
sushi
sway
swaybg
tecla
timeshift
tmux
totem
tracker3-miners
ttf-droid
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
vi
vim
virtualbox
virtualbox-guest-utils
waybar
wget
wireless_tools
wireplumber
woeusb
wpa_supplicant
xclip
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland-git
xdg-user-dirs-gtk
xdg-utils
xorg-xinit
yay
yay-debug
yelp
zoxide
zram-generator
zsh
zsh-completions
